Repository: CofficLab/Cisum_SwiftUI
Catalog: Packages/ProviderBook/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk, zh_hant_tw

source: An error occurred while initializing the plugin.
zh_hans: 插件初始化过程中发生错误
zh_hant_hk: 插件初始化過程中發生錯誤
zh_hant_tw: 外掛初始化過程中發生錯誤

source: Audiobook
zh_hans: 有声书
zh_hant_hk: 有聲書
zh_hant_tw: 有聲書

source: Audiobook playback
zh_hans: 有声书播放功能
zh_hant_hk: 有聲書播放功能
zh_hant_tw: 有聲書播放功能

source: Book plugin host configuration is incomplete
zh_hans: 有声书插件宿主配置未完成
zh_hant_hk: 有聲書插件宿主配置未完成
zh_hant_tw: 有聲書外掛宿主配置未完成

source: Check disk permissions and path settings.
zh_hans: 请检查磁盘权限与路径设置
zh_hant_hk: 請檢查磁盤權限與路徑設置
zh_hant_tw: 請檢查磁碟許可權與路徑設定

source: Check the app startup flow.
zh_hans: 请检查应用启动流程
zh_hant_hk: 請檢查應用啓動流程
zh_hant_tw: 請檢查應用啟動流程

source: Check the playback order or choose another item.
zh_hans: 请检查播放顺序或选择其他条目
zh_hant_hk: 請檢查播放順序或選擇其他條目
zh_hant_tw: 請檢查播放順序或選擇其他條目

source: Disk not found
zh_hans: 磁盘未找到
zh_hant_hk: 磁盤未找到
zh_hant_tw: 磁碟未找到

source: Initialization failed
zh_hans: 初始化失败
zh_hant_hk: 初始化失敗
zh_hant_tw: 初始化失敗

source: Initialization Failed
zh_hans: 初始化失败
zh_hant_hk: 初始化失敗
zh_hant_tw: 初始化失敗

source: Initialization failed: %@
zh_hans: 初始化失败: %@
zh_hant_hk: 初始化失敗: %@
zh_hant_tw: 初始化失敗: %@

source: Initializing...
zh_hans: 正在初始化...
zh_hant_hk: 正在初始化...
zh_hant_tw: 正在初始化...

source: Manage, browse, and play local audiobooks
zh_hans: 管理、浏览与播放本地有声书。
zh_hant_hk: 管理、瀏覽與播放本機有聲書。
zh_hant_tw: 管理、瀏覽與播放本機有聲書。

source: No next chapter or file
zh_hans: 没有下一个章节/文件
zh_hant_hk: 沒有下一個章節/文件
zh_hant_tw: 沒有下一個章節/檔案

source: No previous chapter or file
zh_hans: 没有上一个章节/文件
zh_hant_hk: 沒有上一個章節/文件
zh_hant_tw: 沒有上一個章節/檔案

source: The app has not injected database and storage path configuration.
zh_hans: 应用尚未注入数据库和存储路径配置
zh_hant_hk: 應用尚未注入數據庫和存儲路徑配置
zh_hant_tw: 應用尚未注入資料庫和儲存路徑配置

source: The current item is already the first item.
zh_hans: 当前已是第一个条目
zh_hant_hk: 當前已是第一個條目
zh_hant_tw: 當前已是第一個條目

source: The current item is already the last item.
zh_hans: 当前已是最后一个条目
zh_hant_hk: 當前已是最後一個條目
zh_hant_tw: 當前已是最後一個條目

source: The specified disk path does not exist or cannot be accessed.
zh_hans: 指定的磁盘路径不存在或无法访问
zh_hant_hk: 指定的磁盤路徑不存在或無法訪問
zh_hant_tw: 指定的磁碟路徑不存在或無法訪問

source: Try restarting the app or checking settings.
zh_hans: 请尝试重启应用或检查设置
zh_hant_hk: 請嘗試重啓應用或檢查設置
zh_hant_tw: 請嘗試重啟應用或檢查設定

source: Unable to access disk
zh_hans: 无法访问磁盘
zh_hant_hk: 無法訪問磁盤
zh_hant_tw: 無法訪問磁碟

source: None
zh_hans: 无
zh_hant_hk: 無
zh_hant_tw: 無

source: Audiobook Library
zh_hans: 有声书库
zh_hant_hk: 有聲書庫
zh_hant_tw: 有聲書庫

source: Overview
zh_hans: 概述
zh_hant_hk: 概述
zh_hant_tw: 概述

source: Core Capabilities
zh_hans: 核心能力
zh_hant_hk: 核心能力
zh_hant_tw: 核心能力

source: Audiobook Library: manages local audiobook files.
zh_hans: 有声书库：管理本地有声书文件。
zh_hant_hk: 有聲書庫：管理本機有聲書檔案。
zh_hant_tw: 有聲書庫：管理本機有聲書檔案。

source: Search: quickly find audiobooks by name.
zh_hans: 搜索：按名称快速定位有声书。
zh_hant_hk: 搜尋：按名稱快速定位有聲書。
zh_hant_tw: 搜尋：按名稱快速定位有聲書。

source: Play: starts playback from the audiobook library.
zh_hans: 播放：从书库发起播放。
zh_hant_hk: 播放：從書庫開始播放。
zh_hant_tw: 播放：從書庫開始播放。

source: Basic Operations
zh_hans: 基本操作
zh_hant_hk: 基本操作
zh_hant_tw: 基本操作

source: Opens the audiobook scene to browse all audiobooks.
zh_hans: 打开有声书场景，浏览全部有声书。
zh_hant_hk: 開啟有聲書場景，瀏覽全部有聲書。
zh_hant_tw: 開啟有聲書場景，瀏覽全部有聲書。

source: Use the search field to filter audiobooks by name.
zh_hans: 使用搜索框按名称过滤有声书。
zh_hant_hk: 使用搜尋框依名稱篩選有聲書。
zh_hant_tw: 使用搜尋框依名稱篩選有聲書。

source: Click any audiobook to start playing.
zh_hans: 点击任意有声书开始播放。
zh_hant_hk: 按一下任何有聲書即可開始播放。
zh_hant_tw: 按一下任何有聲書即可開始播放。

source: Notes
zh_hans: 说明
zh_hant_hk: 說明
zh_hant_tw: 說明

source: The audiobook library depends on a local storage location.
zh_hans: 有声书库依赖本地存储位置。
zh_hant_hk: 有聲書庫依賴本機儲存位置。
zh_hant_tw: 有聲書庫依賴本機儲存位置。

source: Version
zh_hans: 版本
zh_hant_hk: 版本
zh_hant_tw: 版本

source: Type
zh_hans: 类型
zh_hant_hk: 類型
zh_hant_tw: 類型

source: Plugin
zh_hans: 插件
zh_hant_hk: 外掛程式
zh_hant_tw: 外掛程式

source: Manages local audiobook files.
zh_hans: 管理本地有声书文件。
zh_hant_hk: 管理本機有聲書檔案。
zh_hant_tw: 管理本機有聲書檔案。

source: Quickly locate audiobooks by name.
zh_hans: 按名称快速定位有声书。
zh_hant_hk: 依名稱快速定位有聲書。
zh_hant_tw: 依名稱快速定位有聲書。

source: Search
zh_hans: 搜索
zh_hant_hk: 搜尋
zh_hant_tw: 搜尋

source: Starts playback from the audiobook library.
zh_hans: 从书库发起播放。
zh_hant_hk: 從書庫開始播放。
zh_hant_tw: 從書庫開始播放。

source: Play
zh_hans: 播放
zh_hant_hk: 播放
zh_hant_tw: 播放
